Revit 2024 API
FamilySizeTable.NumberOfRows Property
 Number of rows in the table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int NumberOfRows { get; }
Visual Basic
Public ReadOnly Property NumberOfRows As Integer
	Get
Visual C++
public:
property int NumberOfRows {
	int get ();
}
See Also
FamilySizeTable Class
Autodesk.Revit.DB Namespace